Revit 2024 API
SymbolTypeId.DaNDashM Property
 Symbol daN-m, indicating unit Dekanewton meters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId DaNDashM { get; }
Visual Basic
Public Shared ReadOnly Property DaNDashM As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ DaNDashM {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace